Revit 2024 API
GroupTypeId.TrussFamilyTopChord Property
 Top Chords.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId TrussFamilyTopChord { get; }
Visual Basic
Public Shared ReadOnly Property TrussFamilyTopChord As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TrussFamilyTopChord {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace